Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: All untranslated strings added the past month
sv: Alla oöversatta strängar tillagda den senaste månaden

source: Strings changed in the past two weeks
sv: Strängar som ändrats under de senaste två veckorna

source: Automatically translated strings
sv: Automatiskt översatta strängar

source: Translated strings in a certain language
sv: Översatta strängar på ett visst språk

source: Donât worry about messing up the strings. This is a two-step process showing a preview of edited strings before the actual change is confirmed.
sv: Oroa dig inte fÃ¶r att fÃ¶rstÃ¶ra strÃ¤ngarna. Detta Ã¤r en tvÃ¥stegsprocess som visar en fÃ¶rhandsgranskning av redigerade strÃ¤ngar innan den faktiska fÃ¶rÃ¤ndringen bekrÃ¤ftas.

source: <a href="%(url)s">Organize the project</a> to change its URL slug or remove it.
sv: <a href="%(url)s">Organisera projektet</a> fÃ¶r att Ã¤ndra dess URL-slug eller ta bort det.

source: <a href="%(url)s">Organize the component</a> to change its URL slug, move or remove it.
sv: <a href="%(url)s">Organisera komponenten</a> för att ändra dess URL-slug, flytta eller ta bort den.

source: Community
sv: Gemenskap

source: Translate %(object)s using %%23Weblate at %(share_url)s!
sv: Översätt %(object)s med %%23Weblate på %(share_url)s!

source: Share on Bluesky
sv: Dela på Bluesky

source: Share on Fediverse
sv: Dela på Fediverse

source: Share on Facebook
sv: Dela på Facebook

source: Share on X
sv: Dela på X

source: Engage page
sv: Rekryteringssida

source: Status widgets
sv: Statuswidgetar

source: Sort By
sv: Sortera efter

source: Public %(key_type)s SSH key
sv: Publik %(key_type)s SSH-nyckel

source: Weblate uses SSH key to access remote repositories. The corresponding public key is found below, you can use it to grant Weblate access to a repository.
sv: Weblate använder en SSH-nyckel för att komma åt fjärrarkiv. Den publika delen av denna nyckel finns här under. Den kan du använda för att ge Weblate tillgång till ett arkiv.

source: Download %(key_type)s private key
sv: Ladda ner %(key_type)s privat nyckel

source: Weblate utilizes the IP addresses listed below to access repositories or initiate webhooks.
sv: Weblate använder nedanstående IP-adresser för att komma åt arkiv eller initiera webhooks.

source: IP address copied to clipboard.
sv: IP-adressen har kopierats till urklipp.

source: Suggestion added
sv: Förslag tillagt

source: Vote for
sv: Rösta för

source: Vote against
sv: Rösta emot

source: Accept and approve
sv: Acceptera och godkänn

source: Accept and edit
sv: Acceptera och redigera

source: Rejection reason
sv: Orsak till avslag

source: Reject suggestion
sv: Avvisa förslag

source: Suggested change:
sv: Föreslagen ändring:

source: Failing checks:
sv: Fallerande kontroller:

source: Translation status
sv: Översättningsstatus

source: Words
sv: Ord

source: Characters
sv: Tecken

source: This translation is being used as source strings within this component.
sv: Översättningen används som en källsträng inom denna komponent.

source: Strings status
sv: Strängstatus

source: Source in review
sv: Källan granskas

source: Source string editing is disabled.
sv: Redigering av källsträngar är inaktiverad.

source: Source strings canât be edited. You can delete them and add new ones.
sv: KÃ¤llstrÃ¤ngar kan inte redigeras. Du kan ta bort dem och lÃ¤gga till nya.

source: The source string cannot be edited.
sv: Källsträngen kan inte redigeras.

source: Could not find any such user.
sv: Kunde inte hitta någon sådan användare.

source: Watching
sv: Bevakar

source: Unwatch project %(project)s
sv: Sluta bevaka projektet %(project)s

source: Customize notifications for %(object)s
sv: Anpassa aviseringar för %(object)s

source: Mute notifications for %(object)s
sv: Inaktivera aviseringar för %(object)s

source: Not watching
sv: Bevakar inte

source: Watch project %(project)s
sv: Bevaka projektet %(project)s

source: Watch component %(component)s
sv: Bevaka komponent %(component)s

source: Weblate could not execute script add-on.
sv: Weblate kunde inte köra skript-tillägget.

source: The following occurrences were found:
sv: Följande förekomster hittades:

source: Files for translated languages are using ambiguous language codes.
sv: Filer för översatta språk använder tvetydiga språkkoder.

source: These language codes indicate a macrolanguage, and it is usually better to use the code of the individual language instead.
sv: Dessa språkkoder anger ett makrospråk, och det är oftast bättre att använda koden för det enskilda språket i stället.

source: Suggested individual language codes
sv: Förslag på individuella språkkoder

source: Your billing plan has exceeded its limits. You can still use the service, but are recommended to upgrade the billing plan.
sv: Din faktureringsplan har överstigit gränserna. Du kan fortsätta att använda tjänsten men rekommenderas att uppgradera faktureringsplanen.

source: This component is set up incorrectly.
sv: Den här komponenten är felaktig inställd.

source: The repository browser URL points to non-existing locations:
sv: Arkivutforskar-URL:en pekar pÃ¥ en plats som inte finns:

source: In case the above links work for you, they might just require authentication, and it is safe to dismiss this alert.
sv: Om ovanstående länkar fungerar för dig (de kanske bara kräver autentisering), så är det säkert att avfärda denna varning.

source: This can happen if the path within the translation files contains references to a parent directory, or is absolute.
sv: Detta kan inträffa om en sökväg i översättningsfilerna innehåller referenser till en överordnad katalog eller är absolut.

source: This project is set up incorrectly.
sv: Detta projekt Ã¤r felaktigt instÃ¤llt.

source: The project website URL points to a non-existing location:
sv: Webbadressen till projektets webbplats pekar pÃ¥ en plats som inte finns:

source: Weblate CDN add-on could not parse the HTML files.
sv: Weblate CDN-tillägg kunde inte tolka HTML-filerna.

source: Filename
sv: Filnamn

source: The upstream repository was not found. Please check whether it exists and is accessible to Weblate.
sv: Uppströmsarkivet hittades inte. Kontrollera att det finns och är tillgängligt för Weblate.

source: The upstream repository could not be accessed. Please check whether it is accessible to Weblate.
sv: Det gick inte att komma åt uppströmsarkivet. Kontrollera att det är tillgängligt för Weblate.

source: Gerrit prohibited this push. You might need a gerrit-account that has the forge author permissions for the repository/branch or have to use the squash add-on on this component in Weblate.
sv: Gerrit har förbjudit denna push. Du kan behöva ett gerrit-konto som har forge-upphovspersonrättigheter för arkivet/grenen eller använda tillägget squash på denna komponent i Weblate.

source: The upstream repository could not be temporarily accessed. Please try it again later.
sv: Uppströmsarkivet kunde inte nås tillfälligt. Försök igen senare.

source: Your repository URL seems to miss credentials. Either provide them in the URL or use SSH with key based authentication.
sv: Webbadressen till ditt arkiv verkar sakna autentiseringsuppgifter. Ange dem antingen i URL:en eller använd SSH med nyckelbaserad autentisering.

source: You might want to use following URL instead:
sv: Du kanske vill använda följande URL istället:

source: You might want to choose Git with force push as version control system in the component configuration to overwrite the remote repository after rebasing commits in Weblate.
sv: Du kanske vill vÃ¤lja Git med force push som versionskontrollsystem i komponentkonfigurationen fÃ¶r att skriva Ã¶ver fjÃ¤rrarkivet efter ombasering av commits i Weblate.

source: The Weblate repository is missing some commits from upstream. Perhaps it is not receiving notifications upon updates of the remote repository.
sv: Weblate-arkivet saknar några uppströmsändringar. Det får kanske inte meddelanden om uppdateringar av arkivet.

source: Weblate will retry the operation once it is needed again, so the alert might disappear for the temporary issues.
sv: Weblate kommer att omförsöka åtgärden när den behövs igen, så varningen kan försvinna för tillfälliga problem.

source: Some linked components have the same file mask or share some of the files.
sv: Vissa länkade komponenter har samma filmask eller delar vissa av filerna.

source: Please fix this by removing one of them.
sv: Rätta till detta genom att ta bort en av dom.

source: The following files were found multiple times:
sv: Följande filer hittades flera gånger:

source: The component contains translation file for the source language.
sv: Komponenten innehåller översättningsfil för källspråket.

source: Please consider the following:
sv: Tänk på följande:

source: You might be using a monolingual translation file as a bilingual one. If that is the case, please set the monolingual base language file location.
sv: Du kanske använder en enspråkig översättningsfil som en tvåspråkig. Om så är fallet, ställ in platsen för enspråkig basspråkfil.

source: In case translation to the source language is desired, please change the source language in the component settings.
sv: Om översättningen till källspråket önskas, ändra källspråket i komponentinställningarna.

source: If the translation file for the source language is not needed, please remove it from the repository.
sv: Om översättningsfilen för källspråket inte behövs, ta bort den från arkivet.

source: If the translation file for the source language is needed, but should be ignored by Weblate, please adjust the language filter to exclude it.
sv: Om översättningsfilen för källspråket behövs men behöver ignoreras av Weblate, justera språkfiltret för att utesluta det.

source: The component contains several translation files mapped to a single language in Weblate.
sv: Komponenten innehåller flera översättningsfiler som är knutna till ett enda språk i Weblate.

source: Please fix this by removing one of the translation files.
sv: Åtgärda detta genom att ta bort en av översättningsfilerna.

source: Avoid having translation files for both the plain language code and its equivalent territory designation (for example de and de_DE).
sv: Undvik att ha översättningsfiler för både endast språkkod och kod med dess motsvarande områdesbeteckning (till exempel se och sv_SE).

source: Language codes
sv: Språkkoder

source: File names
sv: Filnamn

source: The component contains several duplicated translation strings.
sv: Komponenten innehåller flera duplicerade översättningssträngar.

source: Please fix this by removing duplicated strings with same identifier from the translation files.
sv: Rätta till detta genom att ta bort duplicerade strängar med samma identifierare från översättningsfilerna.

source: Following files are no longer present in the repository:
sv: Följande filer finns inte längre i arkivet:

source: Template for new translations
sv: Mall för nya översättningar

source: Weblate could not merge upstream changes while updating the repository.
sv: Weblate kunde inte sammanfoga uppströmsändringarna när arkivet uppdaterades.

source: Any publicly available project should have defined license to indicate what terms apply to contributions.
sv: Alla publikt tillgängliga projekt ska ha en licens för att ange vilka villkor som gäller för bidrag.

source: Using monolingual files as a glossary is not recommended because adding strings to target language only is not possible in monolingual files.
sv: Det rekommenderas inte att använda enspråkiga filer som ordlista, eftersom det inte är möjligt att lägga till strängar endast till målspråket i enspråkiga filer.

source: You can continue using the glossary this way, but some features will be unavailable.
sv: Du kan fortsätta använda ordlistan på detta sätt, men vissa funktioner kommer inte att vara tillgängliga.

source: The translation component looks monolingual, but it is not set up to be.
sv: Översättningskomponenten ser ut som enspråkig, men den är inte konfigurerad som en sådan.

source: Please add a monolingual base language file in the component settings.
sv: Lägg till en enspråkig basspråksfil i komponentinställningarna.

source: This project does no longer fit into Libre hosting conditions.
sv: Detta projekt passar inte längre in i de fria (Libre) hosting-villkoren.

source: This component set up is incomplete, as it lacks any translations.
sv: Denna komponentuppsÃ¤ttning Ã¤r ofullstÃ¤ndig eftersom den saknar Ã¶versÃ¤ttningar.

source: Starting new translations directly in Weblate is possible, and creates files based on the file mask.
sv: Det är möjligt att starta nya översättningar direkt i Weblate. Filer kommer skapas baserade på filmaskerna.

source: Check whether the file mask <code>%(filemask)s</code> matches files in your version control system repository.
sv: Kontrollera om filmasken <code>%(filemask)s</code> matchar filer i ditt arkiv.

source: Weblate could not parse the translation files while updating the translations.
sv: Weblate kunde inte tolka översättningsfilerna när översättningarna uppdaterades.

source: Weblate could not push changes to the upstream repository.
sv: Weblate kunde inte pusha ändringar till uppströmsarkivet.

source: Push the repository
sv: Skicka (push) arkivet

source: The VCS repository has many changes compared to the upstream. Please merge the changes manually or set up push to automate this.
sv: VCS-arkivet har många lokala ändringar jämfört med uppströms. Slå samman ändringarna manuellt eller konfigurera så att en automatisk push görs.

source: The VCS repository is not up to date with the upstream one. Please merge changes manually or set up hooks to automate this.
sv: VCS-arkivet är inte uppdaterat med ändringar från uppströmen. Slå samman ändringarna manuellt eller konfigurera hooks så att det görs automatiskt.

source: Version control system
sv: Versionshanteringssystem

source: This can happen after turning off support for these features, or when dependencies are missing.
sv: Detta kan hända efter att stöd för dessa funktioner har stängts av, eller när beroenden saknas.

source: Please consider removing the component if it is no longer useful.
sv: Överväg att ta bort komponenten om den inte längre är användbar.

source: Following enforced checks are not used anywhere:
sv: Följande tvingande kontroller används inte någonstans:

source: %(check)s quality check is enforced, but it is not available.
sv: Kvalitetskontrollen %(check)s är tvingande, men den är inte tillgänglig.

source: %(check)s quality check is enforced, but not turned on using <code>%(flag)s</code> flag.
sv: Kvalitetskontrollen %(check)s är tvingande, men är inte påslagen med <code>%(flag)s</code>-flaggan.

source: The check can be turned on by adding the corresponding flag to string or component flags.
sv: Kontrollen kan aktiveras genom att lägga till motsvarande flagga i sträng- eller komponentflaggor.

source: At least one screenshot has no string assigned to it.
sv: Minst en skÃ¤rmdump har ingen strÃ¤ng tilldelad.

source: Manage screenshots
sv: Hantera skärmbilder

source: Weblate could not fetch upstream changes when updating the repository.
sv: Weblate kunde inte hämta uppströmsändringar vid uppdatering av arkivet.

source: Update the repository
sv: Uppdatera arkivet

source: Existing backups
sv: Befintliga säkerhetskopior

source: There are currently no backups.
sv: Det finns för närvarande inga säkerhetskopior.

source: Trigger backup
sv: Utför säkerhetskopiering

source: Backup will be generated in the background.
sv: Säkerhetskopiering kommer att utföras i bakgrunden.

source: Changes
sv: Ändringar

source: Download latest changes as CSV
sv: Ladda ner senaste ändringar som CSV

source: Follow using RSS
sv: Bli uppdaterad genom RSS

source: From version control
sv: Från versionskontroll

source: From an existing component
sv: Från en befintlig komponent

source: Additional branch
sv: Ytterligare gren

source: Upload translations files
sv: Ladda upp översättningsfiler

source: Translate document
sv: Översätt dokument

source: Start from scratch
sv: Börja från början

source: Create component
sv: Lägg till komponent

source: You do not have permission to create components in any projects.
sv: Du har inte behörighet att lägga till komponenter i något projekt.

source: Create a new translation component from remote version control system repository.
sv: Skapa en ny översättningskomponent från fjärrversionskontrollsystemets arkiv.

source: Create a new translation component from a repository already cloned in Weblate.
sv: Skapa en ny översättningskomponent från ett arkiv som redan klonats i Weblate.

source: Create a new translation component for an additional branch of the existing translation component.
sv: Skapa en ny översättningskomponent för ytterligare en gren av den befintliga översättningskomponenten.

source: The new component will be created for the selected branch with the exact same configuration as the existing one.
sv: Den nya komponenten skapas för den valda grenen med exakt samma konfiguration som den befintliga.

source: Create a new translation component from an uploaded ZIP file containing strings for translation.
sv: Skapa en ny översättningskomponent från en uppladdad ZIP-fil som innehåller strängar för översättning.

source: The filenames within the archive need to have locale codes in them.
sv: Filnamnen i arkivet måste ha språkkoder i sig.

source: Create a new translation component from an uploaded document for translation.
sv: Skapa en ny översättningskomponent från en uppladdat dokument för översättning.

source: Create a new empty translation component to start from scratch.
sv: Skapa en ny tom översättningskomponent för att börja från början.

source: Create a ZIP file containing any existing translation files you have, and %(link_start)supload it%(link_end)s.
sv: Skapa en ZIP-fil som innehåller alla befintliga översättningsfiler du har och %(link_start)sladda upp den%(link_end)s.

source: You will be able to edit more options in the component settings after creating it.
sv: Du kommer att kunna redigera fler alternativ i komponentinställningar när du har skapat den.

source: This action cannot be undone. This will permanently delete %(object)s translations and all related content.
sv: Denna åtgärd kan inte ångras. Detta kommer att permanent ta bort översättningen %(object)s och allt relaterat innehåll.

source: The following translations will be removed:
sv: Följande översättningar kommer att tas bort:

source: Project language to remove
sv: Projektspråk att ta bort

source: This action cannot be undone. This will permanently delete the %(object)s project and all related content.
sv: Denna Ã¥tgÃ¤rd kan inte Ã¥ngras. Detta kommer att permanent ta bort projektet %(object)s och allt relaterat innehÃ¥ll.

source: This includes, but is not limited to, translation memory, glossaries, or user permissions.
sv: Detta inkluderar men är inte begränsat till, översättningsminne, ordlistor eller användarrättigheter.

source: The following translation components will be removed:
sv: Följande översättningskomponenter kommer att tas bort:

source: The following translation categories will be removed:
sv: Följande översättningskategorier kommer att tas bort:

source: Project to remove
sv: Projekt att ta bort

source: This action cannot be undone. This will permanently delete the %(object)s component and all related content.
sv: Denna åtgärd kan inte ångras. Detta kommer att permanent ta bort komponenten %(object)s och allt relaterat innehåll.

source: Component to remove
sv: Komponent att ta bort

source: I understand the consequences, delete this translation
sv: Jag förstår konsekvenserna av detta - ta bort översättningen

source: This action cannot be undone. This will permanently delete the %(object)s category and all related content.
sv: Denna åtgärd kan inte ångras. Detta kommer att permanent radera %(object)s kategorin och allt relaterat innehåll.

source: The âAdd missing languagesâ add-on is installed on this component, a removed language might be re-added by it again.
sv: TillÃ¤gget 'LÃ¤gg till saknade sprÃ¥k' Ã¤r installerat pÃ¥ den hÃ¤r komponenten vilket kan gÃ¶ra att ett borttaget sprÃ¥k kanske lÃ¤ggs till igen.

source: The glossary component automatically maintains translation for each language used in the project, a removed language might be re-added again.
sv: Ordlistekomponenten underhåller automatiskt översättningen för varje språk som används i projektet, ett borttaget språk kan komma att läggas till igen.

source: This action cannot be undone. This will permanently delete the %(object)s translation and all related content.
sv: Denna åtgärd kan inte ångras. Detta kommer att permanent ta bort översättningen %(object)s och allt relaterat innehåll.

source: Translation to remove
sv: Översättning att ta bort

source: The detected file format is not supported.
sv: Det upptäckta filformatet stöds inte.

source: Enable add-on:
sv: Aktivera tillägg:

source: Typical workflow for fixing merge conflicts
sv: Typiskt arbetsflöde för att lösa sammanfogningskonflikter

source: Open an existing checkout of the upstream repository or perform a fresh one.
sv: Öppna en befintlig utcheckning av uppströmsarkivet eller gör en ny.

source: Commit all pending changes in Weblate and lock the translation component.
sv: Arkivera alla väntande ändringar i Weblate och lås översättningskomponenten.

source: Add Weblate exported repository as a remote.
sv: Lägg till Weblate's exporterade arkiv som ett fjärrarkiv.

source: Merge Weblate changes and resolve any conflicts.
sv: Slå samman Weblate-ändringar för att lösa konflikter.

source: Rebase Weblate changes on top of upstream and resolve any conflicts.
sv: Ombasera (rebase) Weblate-ändringar ovanpå uppströms och lös eventuella konflikter.

source: Push changes into upstream repository.
sv: Skicka ändringar till fjärrarkivet.

source: Weblate should now be able to see updated repository and you can unlock it.
sv: Weblate bör nu kunna se uppdaterat arkiv som du kan låsa upp.

source: Check the FAQ for info on how to resolve this.
sv: Se information i FAQ:n om hur detta kan lösas.

source: You can use Django templates markup in the commit messages.
sv: Du kan använda Django mall-markup i arkiveringsmeddelanden.

source: This translation
sv: Denna översättning

source: Propagated
sv: Fortplantad

source: Locked
sv: Låst

source: Edit team membership for %(username)s
sv: Redigera gruppmedlemskap för %(username)s

source: Invitation for %(email)s
sv: Inbjudan för %(email)s

source: Once all its permissions are removed, the user will be removed from the project.
sv: När alla behörigheter har tagits bort kommer användaren att tas bort från projektet.

source: Block
sv: Blockera

source: Invite new user
sv: Bjud in ny användare

source: You are not allowed to invite new users because new registrations are turned off.
sv: Du tillåts inte bjuda in nya användare eftersom nya registreringar är inaktiverade.

source: This will delete the team <b>%(name)s</b> from this project.
sv: Detta tar bort gruppen <b>%(name)s</b> från det här projektet.

source: Create a project token
sv: Skapa ett projekttoken

source: Personal API key
sv: Personlig API-nyckel

source: This is your personal API key, do not share it with anybody else.
sv: Detta är din personliga API-nyckel, dela den inte med någon annan.

source: Import translation project
sv: Importera översättningsprojekt

source: Create project
sv: Lägg till projekt

source: You currently do not have permission to create projects.
sv: Du har för närvarande inte behörighet att lägga till projekt.

source: Import project
sv: Importera projekt

source: Importing backup
sv: Importerar säkerhetskopia

source: Created on %(server)s (%(domain)s) by Weblate %(version)s
sv: Skapad på %(server)s (%(domain)s) av Weblate %(version)s
